[
  "11/22/63 by Stephen King",
  "1776 by David McCullough",
  "A Wrinkle in Time (Time Quintet, #1) by Madeleine L'Engle",
  "ALL OF THE MARVELS by Douglas Wolk",
  "Alice's Adventures in Wonderland / Through the Looking-Glass by Lewis Carroll",
  "All the Light We Cannot See by Anthony Doerr",
  "All the Pretty Horses (The Border Trilogy, #1) by Cormac McCarthy",
  "American Dirt by Jeanine Cummins",
  "American Pastoral by Philip Roth",
  "Anathem by Neal Stephenson",
  "Area X: The Southern Reach Trilogy (Southern Reach, #1-3) by Jeff VanderMeer",
  "Artemis by Andy Weir",
  "Atlantis Attacks Omnibus by Steve Englehart",
  "Atlas Obscura: An Explorer's Guide to the World's Hidden Wonders by Joshua Foer",
  "Atonement by Ian McEwan",
  "Avengers Epic Collection, Vol. 9: The Final Threat by Jim Shooter",
  "Babel by R.F. Kuang",
  "Batman, Volume 1: The Court of Owls by Scott Snyder",
  "Batman: A Death in the Family by Jim Starlin",
  "Batman: Arkham Asylum - A Serious House on Serious Earth by Grant Morrison",
  "Batman: White Knight by Sean Gordon Murphy",
  "Batman: Year One by Frank Miller",
  "Between the World and Me by Ta-Nehisi Coates",
  "Big Little Lies by Liane Moriarty",
  "Billy Summers by Stephen King",
  "Black Lagoon, Vol. 1 by Rei Hiroe",
  "Blood Meridian: Or the Evening Redness in the West by Cormac McCarthy",
  "Bononia Docet \"Bologna Teaches\" by Kappa Sigma Fraternity",
  "Bradbury Stories: 100 of His Most Celebrated Tales by Ray Bradbury",
  "Bruno, Chief of Police (Bruno, Chief of Police, #1) by Martin  Walker",
  "Captain America: Winter Soldier - Ultimate Collection by Ed Brubaker",
  "Carrie Soto Is Back by Taylor Jenkins Reid",
  "Catch-22 by Joseph Heller",
  "Clear and Present Danger (Jack Ryan, #5; Jack Ryan Universe, #6) by Tom Clancy",
  "Cloud Cuckoo Land by Anthony Doerr",
  "Comfort Food by Jamie Oliver",
  "Consider the Lobster and Other Essays by David Foster Wallace",
  "Contact by Carl Sagan",
  "Cracking the Coding Interview: 189 Programming Questions and Solutions (Cracking the Interview & Career) by Gayle Laakmann McDowell",
  "Cutting for Stone by Abraham   Verghese",
  "Dead to Her by Sarah Pinborough",
  "Death & Co Welcome Home: [A Cocktail Recipe Book] by Alex Day",
  "Death & Co: Modern Classic Cocktails by David Kaplan",
  "Death's End (Remembrance of Earth's Past, #3) by Liu Cixin",
  "Devilman: The Classic Collection, Vol. 1 by Go Nagai",
  "Dreamcatcher by Stephen King",
  "Dune (Dune, #1) by Frank Herbert",
  "Educated by Tara Westover",
  "F in Exams: The Best Test Paper Blunders by Richard Benson",
  "Fahrenheit 451 by Ray Bradbury",
  "Fiona and Jane by Jean Chen Ho",
  "Fire & Blood (A Targaryen History, #1) by George R.R. Martin",
  "Fire Power by Kirkman & Samnee, Vol. 1: Prelude by Robert Kirkman",
  "Fire Power by Kirkman & Samnee, Vol. 2: Home Fire by Robert Kirkman",
  "Fledgling by Octavia E. Butler",
  "Ford County by John Grisham",
  "Foundation (Foundation, #1) by Isaac Asimov",
  "Framed: Astonishing True Stories of Wrongful Convictions by John Grisham",
  "Gastro Obscura: A Food Adventurer's Guide (Atlas Obscura) by Cecily Wong",
  "Go Set a Watchman by Harper Lee",
  "Going After Cacciato by Tim O'Brien",
  "Goldfinch by Donna Tartt",
  "Hagar: Face-Stuffer's Anonymous (Hagar The Horrible) by Dik Browne",
  "Harry Potter and the Chamber of Secrets (Harry Potter, #2) by J.K. Rowling",
  "Harry Potter and the Deathly Hallows (Harry Potter, #7) by J.K. Rowling",
  "Harry Potter and the Half-Blood Prince (Harry Potter, #6) by J.K. Rowling",
  "Harry Potter and the Prisoner of Azkaban (Harry Potter, #3) by J.K. Rowling",
  "Heartfire (Tales of Alvin Maker, #5) by Orson Scott Card",
  "Hellboy Omnibus, Volume 1: Seed of Destruction by Mike Mignola",
  "House Rules by Jodi Picoult",
  "Humans of New York: Stories by Brandon Stanton",
  "Hyperion (Hyperion Cantos, #1) by Dan Simmons",
  "Invincible, Compendium Three by Robert Kirkman",
  "Invincible, Compendium Two by Robert Kirkman",
  "Invincible: Compendium One by Robert Kirkman",
  "Ithaca (The Songs of Penelope, #1) by Claire North",
  "James Bond: Felix Leiter by James  Robinson",
  "Joe DiMaggio: The Hero's Life by Richard Ben Cramer",
  "Journey to the Center of the Earth by Jules Verne",
  "Jujutsu Kaisen, Vol. 1 by Gege Akutami",
  "Just Mercy by Bryan Stevenson",
  "Kaiju No. 8, Vol. 1 by Naoya Matsumoto",
  "Kalyna the Soothsayer (Failures of Four Kingdoms, #1) by Elijah Kinch Spector",
  "Killers of a Certain Age (Killers of a Certain Age, #1) by Deanna Raybourn",
  "Kindred by Octavia E. Butler",
  "King Arthur and His Knights of the Round Table. from Sir Thomas Malorys Le Morte DArthur / Edited by Sidney Lanier. Illustrated by Florian by Thomas Malory",
  "Lessons in Chemistry by Bonnie Garmus",
  "Life of Pi by Yann Martel",
  "Lightning Strike (Cork O'Connor, #0) by William Kent Krueger",
  "Little Fires Everywhere by Celeste Ng",
  "Love in the Time of Cholera by Gabriel García Márquez",
  "Marvel-Verse: Black Panther by Jeff Parker",
  "Me Talk Pretty One Day by David Sedaris",
  "Men of Tomorrow: Geeks, Gangsters, and the Birth of the Comic Book by Gerard Jones",
  "Mob Psycho 100, Volume 1 (Mob Psycho 100, #1) by ONE",
  "Moby-Dick; or, the Whale by Herman Melville",
  "Moonbound by Robin Sloan",
  "Moonshine, Vol. 1 by Brian Azzarello",
  "Mug Cakes: 100 Speedy Microwave Treats to Satisfy Your Sweet Tooth by Leslie Bilderback",
  "Murder on the Orient Express (Hercule Poirot, #10) by Agatha Christie",
  "My Own Country: A Doctor's Story by Abraham   Verghese",
  "My Prison Without Bars by Pete Rose",
  "Never Let Me Go by Kazuo Ishiguro",
  "News of the World by Paulette Jiles",
  "Northern Spy by Flynn Berry",
  "Oblivion Song by Kirkman & de Felici, Vol. 6 by Robert Kirkman",
  "Oblivion Song, Chapter Three by Robert Kirkman",
  "Oblivion Song, Chapter Two by Robert Kirkman",
  "Oblivion Song, Vol. 1 by Robert Kirkman",
  "Oblivion Song, Vol. 4 by Robert Kirkman",
  "Oblivion Song, Vol. 5 by Robert Kirkman",
  "On Language by Noam Chomsky",
  "On the Road by jack-kerouac",
  "Only in New York: An Exploration of the World's Most Fascinating, Frustrating and Irrepressible City by Sam Roberts",
  "Our Ancestors Did Not Breathe This Air by Afeefah Khazi-Syed",
  "Outcast by Kirkman & Azaceta Book 2 by Robert Kirkman",
  "Playing for Pizza by John Grisham",
  "Poirot Investigates (Hercule Poirot, #3) by Agatha Christie",
  "Project Hail Mary by Andy Weir",
  "Ready Player One (Ready Player One, #1) by Ernest Cline",
  "Ready Player Two (Ready Player One, #2) by Ernest Cline",
  "Recursion by Blake Crouch",
  "Red Notice How I Became Putin's No. 1 Enemy Paperback 11 Feb 2016 by Bill Browder",
  "Redneck, Vol. 1: Deep in the Heart by Donny Cates",
  "Remarkably Bright Creatures by Shelby Van Pelt",
  "Remembering Yankee Stadium: An Oral and Narrative History of \"The House That Ruth Built\" by Harvey Frommer",
  "Sea of Tranquility by Emily St. John Mandel",
  "Shang-Chi: Master of Kung Fu Omnibus, Vol. 2 by Doug Moench",
  "Signal Fires by Dani Shapiro",
  "Small Great Things by Jodi Picoult",
  "Snow Crash by Neal Stephenson",
  "Speaking Bones (The Dandelion Dynasty, #4) by Ken Liu",
  "Station Eleven by Emily St. John Mandel",
  "Steelheart (The Reckoners, 1) by Brandon Sanderson",
  "Suicide Squad, Volume 1: The Black Vault by Rob Williams",
  "Suicide Squad, Volume 3: Death is for Suckers by Adam Glass",
  "Table for Two by Amor Towles",
  "Tequila Mockingbird (10th Anniversary Expanded Edition): Cocktails with a Literary Twist by Tim Federle",
  "The Absolute Sandman, Volume 1 by Neil Gaiman",
  "The Absolute Sandman, Volume 2 by Neil Gaiman",
  "The Absolute Sandman, Volume 3 by Neil Gaiman",
  "The Absolute Sandman, Volume 4 by Neil Gaiman",
  "The Adventures of Huckleberry Finn by Mark Twain",
  "The Adventures of Tom Sawyer by Mark Twain",
  "The Alchemist by Paulo Coelho",
  "The Amazing Adventures of Kavalier & Clay by Michael Chabon",
  "The Arabian Nights by Anonymous",
  "The Art of Mixology: Classic Cocktails and Curious Concoctions by Love Food",
  "The Batman Who Laughs by Scott Snyder",
  "The Beer Bible by Jeff Alworth",
  "The Best Book of Puns by Art Moger",
  "The Big Short: Inside the Doomsday Machine by Michael   Lewis",
  "The Body in the Castle Well (Bruno, Chief of Police, #12) by Martin  Walker",
  "The Book of Mormon: Another Testament of Jesus Christ by Joseph Smith Jr.",
  "The Bourne Identity (Jason Bourne, #1) by Robert Ludlum",
  "The Boys in the Boat: Nine Americans and Their Epic Quest for Gold at the 1936 Berlin Olympics by Daniel James Brown",
  "The Brief Wondrous Life of Oscar Wao by Junot Díaz",
  "The Cartographers by Peng Shepherd",
  "The Casual Vacancy by J.K. Rowling",
  "The Client by John Grisham",
  "The Collector by Daniel Silva",
  "The Color of Water: A Black Man's Tribute to His White Mother by James   McBride",
  "The Dark Forest (Remembrance of Earth's Past, #2) by Liu Cixin",
  "The Dead Rabbit Mixology & Mayhem: The Story of John Morrissey and the World's Best Cocktail Menu by Sean Muldoon",
  "The Defining Decade: Why Your Twenties Matter--And How to Make the Most of Them Now by Meg Jay",
  "The Early Stories of Truman Capote by Truman Capote",
  "The Exchange (The Firm, #2) by John Grisham",
  "The Five People You Meet in Heaven by Mitch Albom",
  "The Forever War (The Forever War, #1) by Joe Haldeman",
  "The Further Adventures of Sherlock Holmes by Arthur Conan Doyle",
  "The Girl With the Dragon Tattoo (Millennium #1) by Stieg Larsson",
  "The Girl with All the Gifts (The Girl With All the Gifts, #1) by M.R. Carey",
  "The God of Small Things by Arundhati Roy",
  "The Golden Compass (His Dark Materials, #1) by Philip Pullman",
  "The Handmaid's Tale (The Handmaid's Tale, #1) by Margaret Atwood",
  "The Heisman: Sixty Years of Tradition and Excellence by Adventure Quest Inc.",
  "The Hidden Girl and Other Stories by Ken Liu",
  "The Hitchhiker's Guide to the Galaxy (Hitchhiker's Guide to the Galaxy, #1) by Douglas Adams",
  "The House in the Cerulean Sea (Cerulean Chronicles, #1) by T.J. Klune",
  "The Ideal Copy (Double+) by Ben Sears",
  "The Iliad by Homer",
  "The Illustrated Man by Ray Bradbury",
  "The Immortal Life of Henrietta Lacks by Rebecca Skloot",
  "The Invisible Life of Addie LaRue by Victoria E. Schwab",
  "The Joker War Saga by James Tynion IV",
  "The Kite Runner by Khaled Hosseini",
  "The Last Lecture by Randy Pausch",
  "The Life Impossible by Matt Haig",
  "The Lincoln Highway by Amor Towles",
  "The Long Way to a Small, Angry Planet (Wayfarers, #1) by Becky  Chambers",
  "The Mac + Cheese Cookbook: 50 Simple Recipes from Homeroom, America's Favorite Mac and Cheese Restaurant by Erin   Wade",
  "The Maid by Nita Prose",
  "The Martian by Andy Weir",
  "The Midnight Library by Matt Haig",
  "The Name of the Wind (The Kingkiller Chronicle, #1) by Patrick Rothfuss",
  "The Night Watchman by Louise Erdrich",
  "The Nightingale by Kristin Hannah",
  "The Only Child by Mi-Ae Seo",
  "The Orphan Master's Son by Adam  Johnson",
  "The Overstory by Richard Powers",
  "The Patriarch (Bruno, Chief of Police, #8) by Martin  Walker",
  "The Phantom Tollbooth by Norton Juster",
  "The Pharaoh Key (Gideon Crew #5) by Douglas Preston",
  "The Poppy War (The Poppy War, #1) by R.F. Kuang",
  "The President Is Missing by Bill Clinton",
  "The Racketeer by John Grisham",
  "The Republic of Beliefs: A New Approach to Law and Economics by Kaushik Basu",
  "The Road by Cormac McCarthy",
  "The Science of Spice: Understand Flavor Connections and Revolutionize Your Cooking by Stuart Farrimond",
  "The Searcher by Tana French",
  "The Seven Husbands of Evelyn Hugo by Taylor Jenkins Reid",
  "The Shipping News by Annie Proulx",
  "The Sleepless by Victor Manibo",
  "The Stand by Stephen King",
  "The Sunflower: On the Possibilities and Limits of Forgiveness by Simon Wiesenthal",
  "The Superior Person's Complete Book of Words by Peter Bowler",
  "The Things They Carried by Tim O'Brien",
  "The Three-Body Problem (Remembrance of Earth's Past, #1) by Liu Cixin",
  "The Tipping Point: How Little Things Can Make a Big Difference by Malcolm Gladwell",
  "The View from the Cheap Seats: Selected Nonfiction by Neil Gaiman",
  "The Wager: A Tale of Shipwreck, Mutiny and Murder by David Grann",
  "The Wall of Storms (The Dandelion Dynasty, #2) by Ken Liu",
  "The War of the Worlds by H.G. Wells",
  "The Water Dancer by Ta-Nehisi Coates",
  "The Wise Man's Fear (The Kingkiller Chronicle, #2) by Patrick Rothfuss",
  "The da Vinci Code (Robert Langdon, #2) by Dan    Brown",
  "Thief of Thieves, Vol. 1: \"I Quit.\" by Robert Kirkman",
  "Till We Have Faces: A Myth Retold by C.S. Lewis",
  "To Hold Up the Sky by Liu Cixin",
  "To Sleep in a Sea of Stars (Fractalverse, #1) by Christopher Paolini",
  "Tokyo Revengers, Vol. 1-2 (Tokyo Revengers 2-in-1 Omnibus, #1) by Ken Wakui",
  "Tombs: Junji Ito Story Collection by Junji Ito",
  "Tresaure Island by Robert Louis Stevenson",
  "Tristessa by Jack Kerouac",
  "Trust by Diaz  Hernan",
  "Twenty Thousand Leagues Under the Sea (Captain Nemo, #2) by Jules Verne",
  "Unbroken: A World War II Story of Survival, Resilience and Redemption by Laura Hillenbrand",
  "Under the Whispering Door by T.J. Klune",
  "V for Vendetta by Alan Moore",
  "Verity by Colleen Hoover",
  "Vinland Saga Omnibus, Vol. 5 by Makoto Yukimura",
  "Vinland Saga Omnibus, Vol. 6 by Makoto Yukimura",
  "Where the Sidewalk Ends by Shel Silverstein",
  "Why Nations Fail by Daron Acemoğlu"
]